/* Full Observation page success */
"### Congratulations!\nYou’ve managed to get the height data we need, and return to the Space Station safely!\n\n[**Next Page**](@next)" = "### 恭喜！\n你已经想办法获得我们所需要的高度数据，并安全地返回到最近点。\n\n\n\n[**下一页**](@next)";

/* flyCurve(x1:, y1:, z1:, x2:, y2:, z2:) hint */
"To fly a curve you need to use the `flyCurve(x1: 87, y1: 0, z1: -50, x2: 100, y2: 0, z2: -100)` command." = "让 Tello 飞曲线你需要使用 `flyCurve(x1: 87, y1: 0, z1: -50, x2: 100, y2: 0, z2: -100)` 指令。";

/* flyCurve(x1:, y1:, z1:, x2:, y2:, z2:) hint */
"To fly a curve you need to use the `flyCurve(x1:13, y1: 0, z1: 50, x2: 100, y2: 0, z2: 100)` command." = "让 Tello 飞曲线你需要使用 `flyCurve(x1:13, y1: 0, z1: 50, x2: 100, y2: 0, z2: 100)` 指令。";

/* getHeight hint */
"To get height you need to use the `getHeight()` command." = "要获得 Tello 的高度你需要使用 `getHeight()` 指令。";

/* land hint */
"To land you need to use the `land()` command." = "让 Tello 降落你需要使用 `land()` 指令。";

/* takeOff hint */
"To take off you need to use the `takeOff()` command." = "让 Tello 起飞你需要使用 `takeOff()` 指令。";

"Scanning Tellos..." = "扫描飞机...";
"Wifi" = "请正确设置Wifi";
